11/data/attachments/9126275dcf5078ff.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Julia_hospital_Friend_21890_5</nif:username>
            <nif:friendToBeRequested>soap_friends_2b9fc186-6a37-4351-8701-484bd113facd</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>